air
alsa-utils
base
base-devel
bibata-cursor-theme
bpytop
brave-bin
cursor-theme-macos-big-sur
dhcpcd
discord_arch_electron
docker
docker-compose
dosfstools
dry-bin
efibootmgr
feh
gconf
geany
geany-plugins
git
gnome-keyring
go
goland
grim
grub
hyprland
hyprpaper-git
imagemagick
intel-ucode
kitty
leafpad
libdisplay-info
libliftoff
linux
linux-firmware
linux-headers
lxappearance
mpv
mtools
nano
ncdu
neofetch
neovim
networkmanager
nitrogen
nodejs
npm
npm-check-updates
ntfs-3g
ntp
nvidia
nvidia-settings
nwg-look-bin
obsidian
os-prober
pacman-contrib
pantheon-files
pavucontrol
picom
playerctl
pulseaudio
qbittorrent
qt5-wayland
qt6-wayland
ranger
seatd
slurp
spotify
sudo
tree
ts-node
ttf-cascadia-code
ttf-comic-mono-git
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-meslo-nerd-font-powerlevel10k
unrar
unzip
visual-studio-code-bin
vulkan-validation-layers
w3m
waybar-hyprland-git
wayland-protocols
whitesur-gtk-theme
whitesur-icon-theme
win11-icon-theme-git
xcb-util-errors
xdg-user-dirs
xorg-server
xorg-xwayland
xsettingsd
yay
zsh
zsh-theme-powerlevel10k-git