air
alsa-utils
amd-ucode
ani-cli
base
base-devel
bat
bpytop
cava
dosfstools
dry-bin
efibootmgr
fd
feh
ffmpegthumbnailer
firefox
gconf
git
gnome-keyring
go
goland
grim
grub
hyprland
hyprpaper
hyprpicker
hyprshade
ivpn-ui
jdk-openjdk
imagemagick
kitty
kora-icon-theme
kripton-theme-git
lazygit
less
leafpad
libdisplay-info
libliftoff
linux
linux-firmware
linux-headers
lxappearance
mpv
mtools
nano
ncdu
neofetch
notesnook
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
neovim
networkmanager
nodejs
npm
npm-check-updates
ntfs-3g
ntp
nvidia
nvidia-settings
nwg-look-bin
os-prober
opentabletdriver
pacman-contrib
pavucontrol
pamixer
piper
pipewire
pipewire-alsa
python-gobject
pythob-pdftotext
rose-pine-cursor
rose-pine-hyprcursor
rust
swww
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-space-mono-nerd
picom
playerctl
pulseaudio
qbittorrent
qt5-wayland
qt6-wayland
ranger
seatd
slurp
spotify
starship
sudo
tree
ts-node
thunar
ttf-jetbrains-mono-nerd
unrar
unzip
visual-studio-code-bin
w3m
waybar
wlogout
wl-clipboard
wireguard-tools
wofi
win11-icon-theme-git
yay
zathura
zed
zsh
