alacritty
alsa-utils
archlinux-keyring
autoconf
automake
base
binutils
bison
bpytop
brave-bin
bspwm
catch2-git
cava
chava
clang
dbeaver
dbus-python
dconf-editor
debugedit
dhcpcd
discord_arch_electron
dosfstools
dunst
efibootmgr
fakeroot
file
findutils
flameshot
flex
gawk
gcc
geany
geany-plugins
gettext
git
gnome-keyring
go
goland
groff
grub
gzip
hyprland-nvidia-git
hyprpaper-git
i3-wm
i3status
intel-ucode
kitty
leafpad
libgnome-keyring
libtool
linux-firmware
linux-headers
linux-lts
lxappearance
m4
make
mariadb
mpv
mtools
nano
ncdu
neofetch
neovim
networkmanager
nitrogen
nodejs
npm
npm-check-updates
ntfs-3g
ntp
nvidia-lts
nvidia-settings
openssh
os-prober
pacman
patch
pavucontrol
pkgconf
playerctl
postgresql
pulseaudio
python-netifaces
python-pip
python-psutil
python-requests
qbittorrent
qt5ct
ranger
rofi-lbonn-wayland-git
scdoc
sddm
sed
spotify
sudo
supervisor
sxhkd
texinfo
thunar
tree
ts-node
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
typescript
unrar
unzip
visual-studio-code-bin
vte3
waybar-hyprland-git
which
whitesur-gtk-theme
whitesur-icon-theme
wlroots
xdg-user-dirs
xfce4-settings
xorg-apps
xsel
yay-bin
zsh
zsh-autosuggestions
